Revit 2027 API
ParameterTypeId.StructuralSectionSlopedFlangeAngle Property
 "Sloped Flange Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionSlopedFlangeAngle { get; }
Public Shared ReadOnly Property StructuralSectionSlopedFlangeAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionSlopedFlangeAngle {
	ForgeTypeId^ get ();
}
static member StructuralSectionSlopedFlangeAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace